{
  "Header": {
    "title": "Nutzerstudie - Gruppenbilder",
    "home": "Um was gehts?",
    "participate": "Hilf mit!"
  },
  "Footer": {
    "title": "Nutzerstudie - Gruppenbilder",
    "imprint": "Impressum",
    "dataPrivacy": "Datenschutz",
    "participate": "Hilf mit"
  },
  "HomePage": {
    "title": "Umfrage zur ästhetischen Qualität von Gruppenbildern",
    "text1": "Wir kennen es doch alle: Man war mit Freunden unterwegs und hat schöne Erinnerungsfotos aufgenommen. Beim Teilen entstehen oft mehrere Serien von Gruppenfotos, die sich ähnlich sehen. Aber eigentlich will doch jeder nur das Beste davon, oder? Sortiert man die Bilder nicht gleich aus, sammeln sich im Laufe der Zeit viele solcher Fotoserien an. \"Welches war jetzt nochmal das eine schöne, das ich jemandem schicken wollte?\"",
    "text2": "In meiner Masterarbeit möchte ich untersuchen, ob sich ein Machine-Learning-Modell entwickeln lässt, das Vorschläge zur ästhetischen Bildqualität liefert. KI-Assistenzsysteme sparen uns in vielen Bereichen bereits Zeit und Aufwand – warum also nicht auch in unserer Bildergalerie?",
    "text3": "Hier brauche ich Deine Unterstützung! Um die Funktionalität des entwickelten KI-Modells verlässlich zu überprüfen, benötige ich echte, gelabelte Daten zur Validierung. Dies ist nur mit der Hilfe vieler engagierter Freiwilliger möglich. Für die Validierung verwende ich die Methode der erzwungenen paarweisen Vergleiche (Forced Pairwise Comparison). Dabei werden jeweils zwei Bilder gegenübergestellt, und das Bild, das subjektiv als ästhetisch ansprechender empfunden wird, muss ausgewählt werden.",
    "participate": "An Umfrage teilnehmen"
  },
  "PwcExample": {
    "text": "Welches Bild gefällt dir besser?"
  },
  "Participate": {
    "title": "Danke für Deine Hilfe!",
    "text1": "Wir kennen es alle: zu viele ähnliche Fotos, und die Auswahl des Besten kostet Zeit und Mühe. In meiner Masterarbeit untersuche ich den Einsatz von KI, um das schönste Foto vorzuschlagen und so die Auswahl zu erleichtern.",
    "process": "Ablauf der Nutzerstudie:",
    "point1": "Nach deiner Zustimmung zur Teilnahme werden Gruppenfotos von dir und deiner Gruppe aufgenommen.",
    "point2": "Die Bilder werden mit eurer Umfrage verknüpft, den Umfragelink erhaltet ihr per E-Mail.",
    "point3": "In der Umfrage bewertest du die Bildqualität durch Paarvergleichen und beantwortest Fragen zu Faktoren, die die ästhetische Bildqualität beeinflussen.",
    "point4": "Die Umfrage dauert 5-10 Minuten und funktioniert am besten an einem Computer.",
    "point5": "Nach etwa 3-4 Wochen erhältst du eine weitere E-Mail mit einer neuen Serie von Gruppenfotos zur Bewertung.",
    "notice": "Hinweis zur Datenerhebung und -verarbeitung",
    "noticeText1": "Im Rahmen dieser Umfrage werden personenbezogene Daten erhoben. Dazu zählen deine E-Mail-Adresse zur Authentifizierung sowie die aufgenommenen Gruppenfotos.",
    "noticeText2": "Deine Teilnahme ist selbstverständlich freiwillig. Wir versichern, dass wir alle gewonnen Informationen streng vertraulich behandeln. Die Umfrageergebnisse werden pseudonymisiert ausgewertet. Die Bilder werden ausschließlich im Kontext meiner Masterarbeit verwendet und sind nur für die Teilnehmer der Umfrage, den Administrator und die Prüfer einsehbar.",
    "consent": "Einverständniserklärung",
    "consentText": "\"Hiermit willige ich ein, dass Daten über mich aus der pseudonymisierten Umfrage sowie den aufgenommenen Gruppenfotos im Rahmen dieses Forschungsprojektes erhoben, analysiert und gespeichert und im Anschluss daran anonymisiert werden. Ich erkläre, dass ich diese Einwilligung freiwillig abgebe. Mir ist bekannt, dass ich meine Einwilligung mit Wirkung für die Zukunft jederzeit widerrufen kann. Zur Ausübung des Widerrufes genügt eine formlose Mitteilung des Widerrufs an: jonas.leitner@hm.edu\"",
    "successTitle": "Danke für deine Teilnahme!",
    "successText": "Bitte überprüfe deine Emails."
  },
  "ParticipateForm": {
    "emailValidation": "Bitte geben Sie eine gültige Email-Adresse ein.",
    "consent": "Ich habe die Bedingungen der Nutzerstudie gelesen und stimme den Teilnahmebedinungen zu.",
    "consentValidation": "Bitte stimmen Sie den Teilnahmebedingungen zu.",
    "dataPrivacy1": "Ich habe die ",
    "dataPrivacy2": "Datenschutzerklärung",
    "dataPrivacy3": "zur Kenntnis genommen.",
    "dataPrivacyValidation": "Bitte nehmen Sie die Datenschutzerklärung zur Kenntnis.",
    "submit": "Teilnehmen",
    "errorTitle": "Leider hat das einschreiben nicht geklappt.",
    "errorText": "Bitte versuche es erneut!"
  },
  "SurveyNotification": {
    "successTitle": "Umfrage abgeschlossen",
    "successText": "Vielen Dank für deine Teilnahme.",
    "errorTitle": "Ungültige Umfrage ID",
    "errorText": "Bitte klicke auf den Link in deiner Email."
  },
  "Survey": {
    "title": "Willkommen zur Umfrage",
    "text1": "Vielen Dank für deine Teilnahme! Die Umfrage dauert etwa 5-10 Minuten. Bitte sorge für eine ruhige Umgebung, in der du dich gut konzentrieren kannst.",
    "pairTitle": "Paarweise Vergleiche",
    "pairText": "Zu Beginn der Umfrage wirst du zwei Bilder nebeneinander sehen und das Bild auswählen, dass du subjektiv als ästhetisch ansprechender empfindest. Eine Entscheidung ist in jedem Vergleich erforderlich. Insgesamt wirst du etwa 20 dieser Bildvergleiche durchführen.",
    "noticeTitle": "Wichtige Hinweise",
    "notice1Title": "Bildschirmhelligkeit: ",
    "notice1Text": "Stelle sicher, dass die Helligkeit deines Bildschirms hoch genug eingestellt ist, um die Bilder klar zu erkennen.",
    "notice2Title": "Umgebungslicht: ",
    "notice2Text": "Vermeide störende Lichtquellen wie Reflexionen auf dem Display.",
    "notice3Title": "Aufmerksamkeit: ",
    "notice3Text": "Nimm dir ein paar Sekunden Zeit, um die Bilder sorgfältig zu betrachten, bevor du deine Wahl triffst.",
    "text2": "Nach den Bildvergleichen beantwortest du einen kurzen Fragebogen, in dem du verschiedene Faktoren bewertest, die die ästhetische Qualität von Gruppenfotos beeinflussen.",
    "wish": "Viel Spaß und vielen Dank für deine Unterstützung!",
    "start": "Umfrage starten",
    "loading": "Laden neuer Vergleichspaare"
  },
  "ComparisonForm": {
    "text": "Welches Bild gefällt dir besser?",
    "submit": "Weiter"
  },
  "Questionnaire": {
    "title": "Fragebogen",
    "text": "Bei der Auswahl der Gruppenbilder ...",
    "eyes": "habe ich darauf geachtet, dass alle Personen auf dem Bild die Augen geöffnet haben.",
    "smile": "ist es mir wichtig, dass die meisten Personen freundlich schauen (z.B. lächeln).",
    "gaze": "habe ich darauf geachtet, dass die meisten Personen in die Kamera schauen.",
    "occluded": "ist es mir wichtig, dass keine Gesichter verdeckt oder abgeschnitten sind.",
    "lighting": "habe ich darauf geachtet, dass die Beleuchtung im Bild gleichmäßig ist (z. B. keine starken Schatten oder Reflexionen auf den Gesichtern/Personen)",
    "faceOrientation": "ist es mir wichtig, dass niemand den Kopf wegdreht.",
    "selfObservation": "achte ich primär darauf, dass die oben genannten Kriterien auf mich selbst zutreffen.",
    "centering": "ist es mir wichtig, dass die Gruppe im Bild zentriert ist.",
    "sharpness": "habe ich darauf geachtet, dass das Bild scharf ist.",
    "background": "ist es mir wichtig, dass der Hintergrund mit der Gesamtbild harmoniert.",
    "additional": "Mir sind noch weitere Eigenschaften wichtig bei Gruppenfotos die oben noch nicht genannt wurden (oder sonstige Anmerkungen):",
    "submit": "Umfrage abschicken",
    "radioOption1": "trifft nicht zu",
    "radioOption2": "trifft weniger zu",
    "radioOption3": "trifft eher zu",
    "radioOption4": "trifft voll zu",
    "orderQuestion": "Bitte sortiere die nacheinander auftretenden Qualitätseigenschaften nach deiner persönlichen Priorität. Ziehe die Eigenschaften in deine gewünschte Reihenfolge.",
    "featureEyes": "Offene Augen",
    "featureSmile": "Lächeln",
    "featureGaze": "Blick in die Kamera",
    "featureOccluded": "Keine verdeckten Gesichter",
    "featureLighting": "Gleichmäßige Beleuchtung",
    "featureFaceOrientation": "Keine weggedrehten Köpfe",
    "featureBackground": "Harmonischer Hintergrund",
    "featureCentering": "Zentrierte Gruppe",
    "featureSharpness": "Scharfes Bild",
    "dragHint": "Ziehe die Eigenschaften in deine gewünschte Reihenfolge"
  },
  "Confirmed": {
    "text": "Email erfolgreich bestätigt."
  },
  "Login": {
    "title": "Neuen Loginlink anfordern",
    "text": "Du hast dich erfolgreich registriert aber dein Loginlink ist abgelaufen?",
    "initialErrorTitle": "Dein Loginlink ist abgelaufen",
    "initialErrorText": "Bitte fordere einen neuen Loginlink an.",
    "errorTitle": "Fehler beim Senden des Email",
    "errorText": "Bitte versuche es erneut.",
    "successTitle": "Email wurde erfolgreich versendet",
    "successText": "Bitte überprüfe deine Emails.",
    "submit": "Neuen Loginlink anfordern"
  },
  "Helper": {
    "title": "Umfragebilder hochladen",
    "text": "Bitte füge alle E-Mails von den Teilnehmern hinzu und lade die Bilder hoch.",
    "add": "E-Mail hinzufügen",
    "upload": "Gruppenbildern auswählen",
    "submit": "Hochladen"
  }
}
