{
  "Header": {
    "title": "Survey - Group images",
    "home": "Home",
    "participate": "Participate"
  },
  "Footer": {
    "title": "Survey - Group images",
    "imprint": "Imprint",
    "dataPrivacy": "Data Privacy",
    "participate": "Participate"
  },
  "HomePage": {
    "title": "Survey on the aesthetic quality of group pictures",
    "text1": "We've all been there: you've been out with friends and taken some great souvenir photos. When sharing, you often end up with several series of group photos that look similar. But actually, everyone only wants the best of them, right? If you don't sort out the photos straight away, you end up with a lot of them over time. 'Now which was the nice one that I wanted to send to someone?'",
    "text2": "In my master's thesis, I would like to research whether a machine learning model can be developed that provides suggestions for aesthetic image quality. AI assistance systems already save us time and effort in many areas - so why not in our image gallery too?",
    "text3": "I need your support here! In order to reliably check the functionality of the AI model developed, I need real, labelled data for validation. This is only possible with the help of many dedicated volunteers. For validation, I use the method of forced pairwise comparison. In each case, two images are compared and the image that is subjectively perceived as more aesthetically pleasing must be selected.",
    "participate": "Participate in the survey"
  },
  "PwcExample": {
    "text": "Which picture do you prefer?"
  },
  "Participate": {
    "title": "Thank you for your help!",
    "text1": "We’ve all been there: too many similar photos, and choosing the best takes time and effort. My master’s thesis explores using AI to suggest the most aesthetic shot, making selection easier.",
    "process": "Procedure of the user study:",
    "point1": "After your consent to participate, group photos will be taken of you and your group.",
    "point2": "The pictures will be linked to your survey, you will receive the survey link by e-mail.",
    "point3": "In the survey, you rate the image quality by comparing pairs and answer questions about factors that influence the aesthetic image quality.",
    "point4": "The survey takes 5-10 minutes and works best on a computer.",
    "point5": "After about 3-4 weeks, you will receive another email with a new series of group photos for evaluation.",
    "notice": "Note on Data Collection and Processing",
    "noticeText1": "Personal data is collected as part of this survey. This includes your e-mail address for authentication and the group photos taken.",
    "noticeText2": "Your participation is of course voluntary. We assure you that we will treat all information obtained as strictly confidential. The survey results will be evaluated pseudonymously. The images will only be used in the context of my Master's thesis and can only be viewed by the survey participants, the administrator and the examiners.",
    "consent": "Declaration of consent",
    "consentText": "\"I hereby agree that data about me from the pseudonymised survey and the group photos taken as part of this research project will be collected, analysed, stored and subsequently anonymised. I declare that I give this consent voluntarily. I am aware that I can withdraw my consent at any time with effect for the future. To exercise the right of revocation, send an informal notice of revocation to: jonas.leitner@hm.edu\"",
    "successTitle": "Thank you for your participation!",
    "successText": "Please check your emails."
  },
  "ParticipateForm": {
    "emailValidation": "Please enter a valid email address.",
    "consent": "I have read the terms and conditions of the user study and agree to the conditions of participation.",
    "consentValidation": "Please agree to the conditions of participation.",
    "dataPrivacy1": "I have taken note of the ",
    "dataPrivacy2": "Privacy policy",
    "dataPrivacy3": ".",
    "dataPrivacyValidation": "Please take note of the privacy policy.",
    "submit": "Participate",
    "errorTitle": "Unfortunately the enrolment did not work.",
    "errorText": "Please try again!"
  },
  "SurveyNotification": {
    "successTitle": "Survey Completed",
    "successText": "Thank you for your participation.",
    "errorTitle": "Invalid Survey ID",
    "errorText": "Please click the link in your email."
  },
  "Survey": {
    "title": "Welcome to the Survey",
    "text1": "Thank you for participating! The survey will take about 5-10 minutes. Please ensure a quiet environment where you can focus well.",
    "pairTitle": "Pairwise Comparisons",
    "pairText": "At the beginning of the survey, you will see two images side by side and choose the one you find more aesthetically pleasing. A decision is required for each comparison. You will complete about 20 of these comparisons in total.",
    "noticeTitle": "Important Notes",
    "notice1Title": "Screen Brightness: ",
    "notice1Text": "Make sure your screen brightness is set high enough to see the images clearly.",
    "notice2Title": "Ambient Light: ",
    "notice2Text": "Avoid distracting light sources such as reflections on the display.",
    "notice3Title": "Attention: ",
    "notice3Text": "Take a few seconds to carefully examine the images before making your choice.",
    "text2": "After the image comparisons, you will answer a short questionnaire evaluating various factors that influence the aesthetic quality of group photos.",
    "wish": "Have fun and thank you for your support!",
    "start": "Start Survey",
    "loading": "Loading new comparison pairs"
  },
  "ComparisonForm": {
    "text": "Which image do you prefer?",
    "submit": "Next"
  },
  "Questionnaire": {
    "title": "Questionnaire",
    "text": "When selecting group photos ...",
    "eyes": "I made sure that all the people in the picture have their eyes open.",
    "smile": "it is important to me that most of the people look friendly (e.g. smiling).",
    "gaze": "I made sure that most of the people were looking at the camera.",
    "occluded": "it is NOT so important to me if people's faces are covered or cut off.",
    "lighting": "I made sure that the lighting in the picture was even (e.g. no strong shadows or reflections on the faces/people)",
    "faceOrientation": "it is NOT important to me if a few people turn their heads away.",
    "selfObservation": "I primarily make sure that the above criteria apply to myself.",
    "centering": "it is NOT important to me whether the group is centered in the picture.",
    "sharpness": "I made sure that the picture was sharp.",
    "background": "it is important to me that the background harmonizes with the overall picture.",
    "additional": "There are other characteristics that are important to me in group photos that have not yet been mentioned above (or other comments):",
    "submit": "Submit Survey",
    "radioOption1": "does not apply",
    "radioOption2": "applies less",
    "radioOption3": "mostly applies",
    "radioOption4": "fully applies",
    "orderQuestion": "Please sort the quality features according to your personal priority. Start with the feature that is most important to you.",
    "featureEyes": "Open Eyes",
    "featureSmile": "Smile",
    "featureGaze": "Look into the Camera",
    "featureOccluded": "No hidden faces",
    "featureLighting": "Even Lighting",
    "featureFaceOrientation": "No heads turned away",
    "featureBackground": "Harmonious Background",
    "featureCentering": "Centered Group",
    "featureSharpness": "Sharp Image",
    "dragHint": "Drag the features into your desired order"
  },
  "Confirmed": {
    "text": "Email successfully confirmed."
  },
  "Login": {
    "title": "Request a new login link",
    "text": "You have successfully registered but your login link has expired?",
    "initialErrorTitle": "Your login link has expired",
    "initialErrorText": "Please request a new login link.",
    "errorTitle": "Error sending email",
    "errorText": "Please try again.",
    "successTitle": "Email sent successfully",
    "successText": "Please check your emails.",
    "submit": "Request new Link"
  },
  "Helper": {
    "title": "Upload survey images",
    "text": "Please add all emails from the participants and upload the pictures.",
    "add": "Add Email",
    "upload": "Select group images",
    "submit": "Upload"
  }
}
